
[
        {
            "id": 1,
            "nombre": "SECO A LA NORTEÑA",
            "idcategoria":1,
            "categoria": "Plato principal",
            "dato": "El seco a la norteña es uno de los platos bandera de la gastronomía peruana. Una de las recetas que incorpora gran cantidad de insumos nativos los cuales quedan en perfecta combinación con el cabrito, los frejoles y una buena porción de arroz. El secreto de este plato consiste en prepararlo de la manera tradicional marinando la carne en chicha de jora, pero si no cuenta con este insumo aquí te damos todas las recomendación necesarias.",
            "ingredientes": "4 piezas de carne de res, 1 Cebolla grande, 1 crda Ajo molido,2 crdas Aji amarillo molido, 2 crdas Aji especial molido (panca), 1/2 tz Culantro molido, 1 crdita Comino, Sal al gusto, 1/2 crdita Pimienta, 120 g Zapallo loche rallado, Pimienta, Aceite",
            "recomendacion": true,
            "preparacion": "▶︎ En una olla agregaremos un chorro de aceite y lo dejamos calentar.\n\n▶︎ Una vez caliente ponemos la cebolla finamente picada y dejamos cocinar hasta que tome un tono transparente.\n\n▶︎ Seguido agregaremos 1 cucharada de ajo molido y lo sofreiremos por espacio de 2 minutos.\n\n▶︎ Ahora ponemos 2 cucharadas de aji amarillo molido y 2 cucharadas de aji espcial panca(ambos sin picante) y dejamos sofreir por 4 minutos.\n\n▶︎ Pasado los 4 minutos vamos agregar media taza de culantro molido y dejamos cocinar por 2 minutos.\n\n▶︎ Pasado los 2 minutos vamos a sazonar con 1 / 2 cucharadita de pimienta,1 cucharadita de comino y una pizca de sal para que tome sabor, dejamos cocinar por otros 4 minutos a fuego medio - bajo.\n\n▶︎ Es momento de agregar nuestra carne de res y el zapallo loche rallado,mezlcamos para integrar los insumos.Ahora agregaremos 1 / 2 taza de agua y dejaremos cocinar a fuego medio - bajo por espacio de 35 minutos.\n\n▶︎ Al transcurrir los primero 15 minutos revisamos para corregir la sal y dejamos cocinar los 20 minutos restantes.\n\n▶︎ Apagamos la cocina y es momento de emplatar, servimos una porción de arroz cocido, frejoles canarios y sobre ello agregamos nuestro seco a la norteña con una presa por plato.",
            "favorite": false,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/Seco-a-la-nortena.jpg",
            "historia": "El guiso de seco es un plato de origen Árabe, el cual se remonta a la época de la colonia española. Los españoles fueron los responsables de introducir el cabrito a esta receta al cual se le agregaron insumos nativos peruanos como la chicha de jora, zapallo loche, ajíes, entre otros. El seco a la norteña de carne tiene gran presencia al norte del país, donde provincias como Piura y Lambayeque lo preparan de la manera tradicional, debido a ello la denominación «norteña». Este plato se extiende al litoral peruano y su forma de preparación se adapta reemplazando la chicha de jora y la res por agua y pollo, actualmente lo conocemos como seco de pollo un plato con mucha presencia en la mesa peruana."
        },
        {
            "id": 2,
            "nombre": "CALDO DE GALLINA",
            "idcategoria":5,
            "categoria": "Sopas",
            "dato": "El caldo de gallina es uno de los platos bandera de la gastronomía peruana. Este delicioso y nutritivo plato lleva una gran concentración de verduras y gallina debido a su tiempo de preparación. En el Perú ya es costumbre preparar este plato para levantar a los muertos, una forma coloquial de llamar a las personas con resaca después de una gran fiesta.",
            "ingredientes": "1 kg Gallina, 1 kion, 6 ramitas apio, 5 Papa amarilla, 1 Sazonador de gallina, Orégano, 5 Huevos, 200 g Fideos, 1 atado Cebolla china, Canchita tostada",
            "recomendacion": true,
            "preparacion": "▶︎ En una olla con agua ponemos las ramitas de apio sin hojas,el kion aplastado para que vote sabor y dejamos hervir.\n\n▶︎ Una vez hervido echamos nuestros trozos de gallina y dejamos cocinar por unos 45 minutos para que vote todo el sabor.\n\n▶︎ Pasado los 45 minutos vamos a incorporar 3 papas amarillas contadas en piezas medianas y dejamos cocinar por 15 minutos.\n\n▶︎ Procedemos a retirar las ramitas de apio.\n\n▶︎ Ponemos un poco de sazonador y echamos sal al gusto.\n\n▶︎ Vamos a poner nuestras otras 5 papas amarillas cortadas en mitad y dejamos cocinar por 8 minutos.\n\n▶︎ Pasado los 8 minutos agregamos el fideo tallarín entero,movemos suavemente hasta sumergirlo por completo,tapamos la olla y apagamos la cocina para que se cocine con el calor de la sopita.\n\n▶︎ En un tazón ponemos 3 yemas de huevo y le agregamos 2 cucharones del caldo de gallina,batimos y al instante vamos a echarlo a la sopa moviendo.\n\n▶︎ Agregamos el orégano molido\n\n▶︎ Vamos a emplatar y lo acompañamos con 1 huevo sancochado por plato y su respectiva canchita tostada.",
            "favorite": true,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/Caldo-de-gallina-1.jpg",
            "historia": "El caldo de gallina es un plato típico de la gastronomía peruana, aunque existen muchas versiones en Latinoamérica. En el Perú tiene presencia en el siglo XIX, mencionadas por el escritor peruano Ricardo Palma, en su obra Verbos y Gerundios. La historia del caldo de gallina se basa en los años 50 donde su venta se daba en la Victoria – La parada, a los trabajadores de puestos y carretilleros. Este plato se presentaba tanto de día como de noche, de día era considerado el levantamuertos para los trabajadores quienes tenían que madrugar a las 3 a.m y comenzar su jornada descargando sacos y cajas de la parada, y a las 6 p.m para contrarrestar el frio."
        },
        {
            "id": 3,
            "nombre": "PICARONES",
            "categoria": "Aperitivo",
            "idcategoria":4,
            "dato": "Los picarones son uno de los postres típicos de la gastronomía peruana, su consumo se suele dar en el mes de octubre por la celebración del Señor de los Milagros. Una de las fechas donde se intensifica el consumo de dulces peruanos como: Turrones, arroz con leche, mazamorra, arroz zambito y no puede faltar su buena porción de picarones bañado en miel de chancaca. Se caracteriza por tener una superficie semi crujientes y un interior blando que al unirse con la miel desprende una exquisita gama de sabores, sin duda uno de los postres preferidos por toda la familia.",
            "ingredientes": "250 g Chancaca, 1 tz Agua, 1/4 kg Azúcar rubia, 2 ramitas de canela, 1 tz Jugo de naranja, 2 hojas de higos, 5 clavo de olor, 750 g Camote, 1 kg Zapallo, 2 cucharaditas de anís, 60 g Azúcar rubia, 10 g Levadura seca, 650 g Harina sin preparar, 1 tz agua, 1 cda de sal, Aceite",
            "recomendacion": true,
            "preparacion": "▶︎ Cortamos en trozos medianos la chancaca y lo ponemos en una olla.\n\n▶︎ Echamos 1 taza de agua.\n\n▶︎ Agregamos 250 gramos de azúcar rubia, jugo de naranja, 2 hojas de higos, ramitas de canela, clavo de olor y vamos moviendo de vez en cuando hasta que tome una textura como la miel, como paso final colaremos y reservamos la miel.\n\n▶︎ Cortamos los camotes en cubos medianos y lo ponemos en una olla, echamos agua hasta cubrirlo y lo dejamos cocinar por 10 minutos.\n\n▶︎ Pasado los 10 minutos colamos el camote y reservamos el agua.\n\n▶︎ Aplastamos el camote hasta conseguir la textura de puré (Reservamos)\n\n▶︎ Cortamos el zapallo en cubos medianos y realizamos el mismo procedimiento que con el camote, de igual manera reservamos el agua y lo hacemos puré (Reservamos).\n\n▶︎ Ponemos en un bol 200 ml del agua que reservamos del camote y 100 ml del agua del zapallo (ambos caliente).\nAgregamos 2 cucharadas de anís, 60 gramos de azúcar rubia, 10 gramos de levadura e integramos todo.\n\n▶︎ Una vez integrado vamos a echar 500 gramos del puré de zapallo que preparamos y 300 gramos del puré de camote que hicimos.\n\n▶︎ Mezclamos y ponemos 650 gramos de harina sin preparar, vamos a mezclar con la mano por unos 5 minutos hasta tener todo bien compacto. Tapamos nuestra mezcla y la dejamos reposar a temperatura ambiente por 2 horas.\n\n▶︎ Una vez pasada las 2 horas, vamos a seguir amasando por unos 5 minutos hasta tener una textura ideal. Tapamos nuevamente y dejamos reposar 2 horas más (Reservar).\n\n▶︎ En un bol ponemos una taza de agua con 1 cucharada de sal, esto es para meter los dedos y evitar que la masa se nos pegue a la mano.\n\n▶︎ Tomamos un poco de masa que preparamos y vamos formando un aro, lo echamos con cuidado sobre el aceite caliente (abundante aceite que cubra toda la masa) y con la ayuda en un palito vamos moviendo desde el centro de nuestra masa para dar la forma.\n\n▶︎ Retiramos y buen provecho.\n\n▶︎ Lo acompañamos con la miel de chancaca preparada.",
            "favorite": true,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/Picarones.jpg",
            "historia": "Los picarones son uno de los postres insignia de la gastronomía peruana. Su origen esta presente en la época inca donde parte de su alimentación era a base de camote y zapallo. Ya con la llegada de los españoles a tierra Inca se agregaron insumos como la harina y la miel, también se da una presentación distinta con el clásico agujero en el centro. El sabor, la presentación y el aroma causo furor y provoco que no solo lo preparasen para consumo propio, sino también,  para vender fuera de las iglesias realizando canticos a este.La receta de picarones en la actualidad mantiene los productos base como el comote, zapallo y chancaca en su preparación. Un postre que podemos encontrar en puestos carretilleros preparándolos en el mismo momento."
        },
        {
            "id": 4,
            "nombre": "ARROZ CHAUFA",
            "idcategoria":1,
            "categoria": "Plato principal",
            "dato": "El arroz chaufa es uno de los platos que se supo ganar el aprecio de todos los peruanos, este consiste en la combinación de la gastronomía china-peruana, resultando de una mezcla de especias orientales y productos peruanos nativos. ¿Te sobro arroz de ayer?, ideal para ser usado en un buen chaufa, el secreto de todo maestro chaufero, ¿Quieres otro secreto?, lo dejamos en los tips y recomendación.",
            "ingredientes": "5 tz arroz cocido, 2 pechugas de pollo, 1 cda ajo molido, Sillao, 1 cdta pimienta, Aceite, ½ unidad de kion, 2 huevos, 1 cda salsa de ostión, 1 puñado de cebolla china, Sal al gusto",
            "recomendacion": true,
            "preparacion": "▶︎ Vamos a cortar las pechugas de pollo en cubitos de 2 centímetros y lo ponemos en un bol, ahora lo sazonaremos con un poco de sal, una cucharada de ajo molido, pimienta y agregaremos 2,cucharadas de sillao, dejamos macerar por espacio de 10 minutos.\n\n▶︎ Echamos un chorro de aceite en una sartén o wok y dejamos calentar.\n\n▶︎ Ahora pondremos medio kion rallado y lo sofreímos por solo 1 minuto.\n\n▶︎ Vamos a poner los 2 huevos batidos y lo freiremos muy bien, seguido retiramos el huevo y lo cortamos en trozos medianos(reservamos).\n\n▶︎ En la misma sartén agregamos 1 chorro de aceite y la dejamos calentar.\n\n▶︎ Una vez caliente vamos a poner el pollo macerado y lo dejamos freír por espacio de 5 minutos.\n\n▶︎ Pasado los 5 minutos vamos agregar el arroz, levantamos el fuego y vamos a ir salteando para lograr freír el arroz levemente esto lo haremos por solo 15 segundos.\n\n▶︎ Ahora vamos a darle un poco de color con 1 chorrito de sillao y una cucharada de salsa de ostión, sofreímos salteando los insumos.\n\n▶︎ También incorporaremos el huevo picado y un puñado de cebolla china picada en trozos medianos, mezclamos y dejamos cocinar por un par de minutos. ",
            "favorite": true,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/Arroz-chaufa-1.jpg",
            "historia": "El origen de arroz chaufa se da a mediados del siglo XIX con la llegada de inmigrantes chinos al Perú, los cuales era llamados culies, estos desempeñaban todo tipo de labores y tiempo después algunos comenzaron abriendo lugares de comida donde ofrecían sus platos tradicionales en base al arroz agregando especias orientales e insumos peruanos.Uno de los platos más consumidos era el arroz frito el cual en cantones se llamaba choafan, con el pasar del tiempo y debido a una difícil pronunciación se origina la palabra chaufa. Hoy en día los chifas comparten la mezcla de la gastronomía orienta-peruana muy bien aceptada por locales quienes en un solo plato pueden degustan especias chinas y productos nativos. El arroz chaufa es uno de los platos que tiene una gran adaptación de sabores ya que podemos encontrar arroz chaufa de pollo, carne, mariscos, quinua entre otros."
        },
        {
            "id": 5,
            "nombre": "ARROZ CON LECHE",
            "idcategoria":2,
            "categoria": "Postre",
            "dato": "El arroz con leche es uno de los postres insignia de la gastronomía peruana, como sabrán el Perú se considera un país arrocero ya que todos los días los guisos y frituras son acompañados con arroz, por ello no podía faltar un postre a base de arroz. Este postre consiste en preparar el arroz a fuego medio bajo acompañado de leche y otros insumos que realzan el sabor, como resultado tendremos unos granos semi pasta de arroz dulce que será el favorito de grandes y pequeños en casa.",
            "ingredientes": "150 g Arroz, 1 Lata de leche evaporada,1 Lata de leche condensada, 50 g Pasas, 120 g Azúcar rubia, Cascara de naranja (Eliminar parte blanca), Ramitas de canela entera, 4 Clavos de olor, 1 cda Coco rallado (opcional), Esencia de vainilla, 850 ml Agua , Canela molida",
            "recomendacion": true,
            "preparacion": "▶︎ Ponemos el agua a hervir en una olla, cuando ya está hirviendo vamos a poner la canela, el clavo de olor, la cascara de naranja y vamos agregar el arroz lavado, movemos y dejamos a cocinar entre 10 a 12 minutos.\n\n▶︎ Pasado el tiempo,retiramos la cascara de naranja,las canelas,los clavos de olor.\n\n▶︎ Vamos a echar los 120 gramos de azúcar, también ponemos las pasas lavadas y movemos suavemente.Tapamos y dejamos unos 5 minutos a fuego medio.\n\n▶︎ Vamos a mover suavemente y vamos echando la leche evaporada,vamos moviendo para evitar que se pegue y se queme nuestro postre.\n\n▶︎ Echamos unas gotitas de vainilla(solo poco).\n\n▶︎ Vamos a echar la leche condensada realizando movimientos suaves.\n\n▶︎ Tapamos y dejamos unos 4 minutitos a fuego bajo.\n\n▶︎ Agregamos coco rallado(opcional)\n\n▶︎ Apagamos la cocina y seguimos moviendo.",
            "favorite": false,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/Arroz-con-leche.jpg",
            "historia": "El arroz con leche tiene orígenes en Asia, posteriormente se fueron difundiendo tanto en Europa como África. Este postre también se menciona en las Tradiciones Peruanas por Ricardo Palma con la historia de un fraile libertino en los años 1951, donde se le invita a celebrar al amigo moribundo, la cita es la siguiente:  “¡Qué diablos, hombre! Vengo por tí para llevarte a una parranda, donde hay muchachas de arroz con leche y canela”. En el Perú se convirtió en el preferido de la población por su saborcito incomparable, además que es un postre que no solo se come caliente, sino también queda muy bueno en frio. Hace poco compre este delicioso postre en San Bartolo – Lima – Perú, una señora en carretilla quien vendía la clásica mazamorra morada con arroz con leche y una alternativa espectacular arroz zambito."
        },
        {
            "id": 6,
            "nombre": "LECHE DE TIGRE",
            "idcategoria":4,
            "categoria": "Aperitivo",
            "dato": "La leche de tigre es una bebida y aperitivo tradicional de la gastronomía peruana. Esta bebida afrodisiaca es muy usada como base del tradicional ceviche peruano. ¿Crees que es difícil de preparar?, a pesar de tener una presentación que hace parecer complicado de preparar es todo lo contrario, con tan solo unos ingredientes licuados tendremos listo para disfrutarlo.La leche de tigre tuvo tal acogida que no solo se encuentra en restaurantes marinos, sino también en la calle como venta al paso en vasos descartables listo para calmar el calor y darnos un buen sabor de boca.Y hoy aprenderás a como preparar leche de tigre receta peruana en solo unos pasos, ¡comencemos!",
            "ingredientes": "1 ají limo, 2 cebollas, 400g pescado tollo, 1 pedacito de kion, 100g pescado, 1 ramita de culantro, sal, 1 tallo de apio, 10 limones, ¼ tz de agua, chifles, cancha tostada, choclo",
            "recomendacion": true,
            "preparacion": "▶︎ En una licuadora ponemos la mitad de 1 cebolla picada en trozos medianos, 100 gramos de tollo, el apio cortado en piezas medianas, el diente de ajo, el ají limo (C/S pepa opcional), un trocito de kion, agregamos el jugo de limón, un poco de agua y sal al gusto (probando).\n\n▶︎ Licuamos por uno 3 minutos.\n\n▶︎ Una vez pasado los 3 minutos agregamos una ramita de culantro y licuamos por unos 5 segundos para que no se haga verde.\n\n▶︎ Vamos a colar lo licuado y reservamos.\n\n▶︎ Pasado los 4 minutos vamos agregar media taza de culantro molido y dejamos cocinar por 2 minutos.\n\n▶︎ Para emplatar vamos a usar una copa o vaso, ponemos primero el tollo contado en cubos medianos de 2 centímetros, sobre vamos a poner una camita de cebolla en corte pluma y agregamos nuestro licuado cubriendo todo.\n\n▶︎ Decoramos con hojitas finamente picado de culantro, unos chifles.\n\n▶︎ Y por último buen provecho.",
            "favorite": true,
            "puntuacion": 4.2,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/leche-de-tigre-1.jpg",
            "historia": "El origen de la leche de tigre se da a consecuencia de los residuo que quedaba en el plato con ceviche. Todos los insumos sobrantes en el jugo del plato adquirían gran sabor y poco a poco fue tomando contraste personalizado.En los años 90s se hizo presente este plato y era presentado como una versión económica del clásico ceviche. Por aquella época la economía peruana era inestable y este plato se ajustaba al bolsillo permitiendo probar este próximo nuevo emblema nacional.La leche de tigre se prepara en distintas regiones de ello se desprende el tipo de pez a usar y el sabor que este conlleva. Actualmente esta bebida se vende como aperitivo, pero en muchos lugares tiene un segundo uso el cual es para reforzar el sabor del ceviche"
        },
    {
            "id": 7,
            "nombre": "MENESTRÓN",
            "idcategoria":5,
            "categoria": "Sopa",
            "dato": " La sopa de menestrón es un plato típico de la gastronomía peruana, esta se hace a base de carne y verduras que aportan una gran concentración de sabor y nutrientes.¿Esta haciendo mucho frio?, no dudes en preparar este delicioso plato, tanto grandes como pequeños amaran el sabor y la presentación.Y hoy aprenderás a como hacer menestrón peruano receta original en tan solo unos pasos, ¡comencemos!",
            "ingredientes": "500 g carne de res,1/2 tz pallares,250 g habas pelada,6 hojas de espinada,1/2 atado de albaca,3 lt agua,1 cebolla,2 dientes de ajos,1/2 nabo,2 tallos de apio (sin hojas),1 zanahoria mediana,1 choclo,200 g frejoles verdes,1 papa blanca, sal al gusto,250 g fideo macarrones, orégano molido",
            "recomendacion": true,
            "preparacion": "▶︎ Agregamos nuestra carne picada en trozos medianos / grandes en una olla con 3 1/2 litros de agua, también echamos media taza de pallar y dejamos cocinar por 35 minutos.\n\n▶︎ Vamos a deshojar la albaca y la espinaca, procedemos a lavarlas muy bien.\n\n▶︎ Vamos a picar la cebolla en trozos medianos y de igual manera los dientes de ajos.\n\n▶︎ En una sarten ponemos aceite y dejamos calentar, luego agregamos la cebolla y el ajo picado, lo doramos por unos 3 minutos y agregamos nuestra albaca y espinaca (vamos a saltear por 1 minuto). Echamos agua 1/2 taza y dejamos hervir para luego apagar la cocina.\n\n▶︎ En una licuadora echamos nuestra preparación de la sarten, licuamos y reservamos.\n\n▶︎ Vamos a picar el apio en corte pequeños alargados, también picamos el nabo en cortes pequeños alargados, de igual manera que el nabo vamos a cortar la zanahoria, nuestro choclo lo cortamos en rodajas pequeñas, pelamos los frejoles verdes (Lavamos y reservamos). \n\n▶︎ Cortamos la papa blanca en 6 piezas (reservamos) \n\n▶︎ Ya pasado media hora cocinando nuestra carne y los pallares, vamos a echar nuestros vegetales picados, también el frejol verde, las habas, los choclos en rodajas y vamos a echar sal al gusto. (Dejamos cocinar por 10 minutos). \n\n▶︎ Pasado los 10 minutos vamos a echar las papas, nuestra salsa licuada, ponemos los fideos macarrones y rectificamos la sal. Dejamos cocinar por 7 minutos más y luego lo apagamos. \n\n▶︎ Para finalizar vamos a poner orégano molido.\n\n▶︎ Emplatamos y buen provecho.",
            "favorite": false,
            "puntuacion": 4.1,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/menestron-1.jpg",
            "historia": "La receta de menestrón es un plato insignia de Perú el cual lleva gran parte de insumos nativos como lo es la papa, el choclo, la yuca, entre otros. Este plato no es originario del Perú, pues su llegada se debió en parte a Italia donde lleva el nombre de «Minestra», este plato suele llevar carne de res y su pesto típico de los platos italianos.Con la llegada del plato se fueron adaptando insumos peruanos haciéndolo de esta manera una sopa sustanciosa y llena de sabor.Incluso tenemos la palabra del famoso Decimista, Nicomedez Santa Cruz Gamarra, peruano quien se dedicó a llevar la cultura de su país a todo el mundo, dijo:«En una mesa criolla de carapulcras y tamales, olvido todos los males, en que la vida me embrolla. Yo mismo voy a la olla y cogiendo un cucharón me sirvo más menestrón, porque, aunque nadie lo note, de tanto comer camote, tengo dulce el corazón.»"
        },

    {
            "id": 8,
            "nombre": "CAUSA RELLENA DE POLLO",
            "idcategoria":3,
            "categoria": "Entrada",
            "dato": "La causa rellena de pollo es un plato de origen peruano muy versátil el cual podemos variar dependiendo el insumo que tengamos ya sea pollo, atún, langostinos o simplemente con verduras. Esta receta se hace en reuniones familiares ya que es una alternativa rica y fresca de preparar. ¿Quieres aprender a como prepararlo?, aquí te damos los tips para hacerlo en tan solo unos pasos.Y hoy aprenderás a como hacer causa rellena de pollo receta peruana tradicional, ¡comencemos!",
            "ingredientes": "Ají amarillo molido, 5 Papas amarillas, 5 Papas blancas, Mayonesa, 10 g Aceituna, 1 ramita de apio, 3 Zanahorias, 150 g Vainita, 100 g Alverjita, 3 Limones, Sal al gusto, Lechuga, 2 Huevos sancochados, Una pechuga de pollo",
            "recomendacion": true,
            "preparacion": "▶︎ Ponemos una olla con agua y dejamos calentar, luego agregamos sal y movemos. Una vez caliente ponemos nuestras papas blancas y sobre ellas vamos a poner las papas amarillas (Dejamos sancochar y reservamos).\n\n▶︎ En otra olla con agua, vamos agregar nuestra pechuga de pollo le ponemos sal y agregamos la ramita de apio (Dejar sancochar y reservar).\n\n▶︎ También vamos a poner otra olla y sancocharemos la zanahoria, las alverjas y la vainita. Una vez sancochado vamos a pelar la zanahoria y la picaremos en cubitos pequeños, también picaremos en partes pequeñas la vainita (Reservamos).\n\n▶︎ Una vez sancochado nuestra pechuga de pollo vamos a deshilacharlo.\n\n▶︎ En un bol vamos a poner nuestra pechuga deshilachada, la zanahoria cortada en cubitos, la vainita y las alverjas. A todo esto, le agregamos mayonesa y mezclamos todo muy bien (reservamos)\n\n▶︎ Es hora de amasar nuestras papas, primero las pelamos y luego con la ayuda de un tenedor vamos a aplastarlas hasta formar una masa. Realizamos este proceso con las papas amarillas y blancas.\n\n▶︎ Una vez bien amasado agregamos 3 cucharadas de ají amarillo molido, sal, jugo de limón, un chorrito de aceite y comenzamos amasar todo (reservamos).\n\n▶︎ Vamos hacer uso de dos bolsas de plástico y sobre este vamos a poner nuestra masa de papa dando forma triangular teniendo una masa extendida no tan gruesa.Hacemos este paso para 2 bolsas. \n\n▶︎ Retiramos una bolsa y ponemos nuestra masa sobre una cama de lechuga muy bien lavada. \n\n▶︎ Sobre nuestra masa vamos a poner nuestra mezcla de pechuga de pollo y los demás componentes de manera extendida. \n\n▶︎ Luego procedemos a taparlo con nuestra otra bolsa con masa. \n\n▶︎ Es momento de decorar el plato con huevo sancochado en trozos y las ricas aceitunas. \n\n▶︎ ¡Buen provecho!\n\n▶︎ ",
            "favorite": false,
            "puntuacion": 4.7,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/causa-rellena-de-pollo-1.jpg",
            "historia": "La causa rellena de pollo es de origen peruano, un plato que nació en épocas difíciles como apoyo a la nación. Nos remontamos a los años 1820 para hablar un poco sobre la Causa Limeña. Durante esos años se llevaba a cabo la Expedición Libertadora del Perú, un grupo de mujeres se sumaba al apoyo de los soldados brindando comida, ropa y medicina.Su aporte principal radico en un fondo de colecta en insumos como: papa, cholo, zanahoria, alverjas, entre otros. Ya con todo esto decidieron crear un plato que pueda venderse y asi comprar medicina y seguir apoyando a la causa. Mismo nombre que recibió el plato al ser vendido en Lima, donde las mujeres pronunciaban: «Por la causa», «Por la causa limeña», en la actualidad este plato ha traspasado fronteras siendo de muy fácil preparación."
        },

    {
            "id": 9,
            "nombre": "ROCOTO RELLENO AREQUIPEÑO",
            "idcategoria":3,
            "categoria": "Entrada",
            "dato": "El rocoto relleno arequipeño es un plato insignia del Perú, el nombre proviene de la ciudad de Arequipa en donde se realiza este delicioso plato.A pesar de ser hecho a base de rocoto el cual es picante, este plato no es para nada picante y es perfecto tanto para adultos como para niños. Lleva un aderezo de relleno e insumos externos como huevo y aceite que realzan el sabor.Este plato cumple con las 3 reglas principales: Bueno, bonito y barato. ¿Aun no lo has probado?Pues hoy aprenderás a como cocinar este delicioso Rocoto relleno Arequipeño para dejar sorprendidos a todos en casa.",
            "ingredientes": "12 Rocoto, 2 cda Ají especial, 200 g Cebolla, 1/4 tz Aceite, 600 g Carne molida, 1 cdita Pimienta, 1/2 cdita Orégano, 1/4 cdita Comino, 1 cda Ajo molido, Sal al gusto, 100 g Maní molido, 3 Huevo sancochado, Aceituna, 8 huevos, 1 tarro Leche evaporada, Queso fresco",
            "recomendacion": true,
            "preparacion": "▶︎ Vamos a lavar muy bien nuestros rocotos, luego cortamos la parte superior como una atapa y lo guardamos..\n\n▶︎ Con la ayuda de una cuchara vamos a quitar las pepas y rascar las venas internas, dejándolos totalmente limpios (Evitar el picante).\n\n▶︎ En una olla con agua hirviendo vamos a poner una cucharada de sal y procedemos a poner nuestros rocotos limpios, lo dejamos por 3 minutos sin tapar la olla, luego retiramos el rocoto y volvemos hacer este procedimiento por 2 veces más con la finalidad de quitar todo el picante (Poner rocoto con tapa).\n\n▶︎ Vamos a retirar y lo ponemos en agua fría para evitar que sigan cociéndose, luego lo reservamos y dejamos escurrir.\n\n▶︎ En una sarten con aceite caliente le agregamos la cebolla finamente picada, el comino y ajo, dejamos que se cocine hasta que la cebolla tome un tono transparente.\n\n▶︎ Agregamos la carne dejamos que se cocine, agregamos el ají panca, el orégano, la pimienta y echamos una cucharadita de sal.\n\n▶︎ Vamos moviendo y cuando la carne este bien cocinada agregamos el maní y seguimos mezclando (Reservamos.) \n\n▶︎ Vamos a tomar nuestros rocotos y le ponemos el relleno que acabamos de preparar, una aceituna, un trocito de huevo sancochado y tapamos con más relleno. Luego de rellenarlo, sobre le ponemos una rodaja de queso para que se derrita y le colocamos su tapita.\n\n▶︎ Colocamos todos nuestros rocotos en una fuente con un chorrito de aceite en la base para evitar que puedan pegarse (Reservamos).\n\n▶︎ En un bol ponemos los 8 huevos y los batimos, luego agregamos el tarro de leche, una cucharada de sal y pimienta. Batir hasta que se integren bien.\n\n▶︎ Una vez mezclado procedemos a echarlo sobre nuestro rocoto en la fuente.\n\n▶︎Vamos a llevarlo al horno por 15 minutos a una temperatura de 200 °C.\n\n▶︎ Retiramos del horno y buen provecho.",
            "favorite": false,
            "puntuacion": 4.0,
            "imgName": "https://comococinar.pe/wp-content/uploads/2021/06/rocoto-relleno.jpg",
            "historia": "Mas que una historia detrás del plato este tiene un cuento fantasioso cuya creación corresponde a Manuel Masías, un legendario cocinero Arequipeño.Se dice que Manuel Masías baja al mismo infierno a recuperar el alma de su hija Dephine, quien había fallecido, puesto que el diablo tenía presa su alma.  Este con agallas confronta a Lucifer a quien le ofrece un trueque a cambio del alma de su hija. El trato es el siguiente preparar un banquete y su queda satisfecho liberaría su alma.Manuel ni corto ni perezoso comenzaron de inmediato y entre sus insumos tenía un rocoto, este con la presión y su gran conocimiento culinario creo un plato único que sería su arma principal. Lucifer al probar el Rocoto relleno de diversos insumos quedo rendido, tanto así, que se convirtió en un ser angelical.Deliciosa historia que envuelve al rocoto relleno arequipeño."
        }

    ]



